{
    "page_details": [
        {
            "titule": "Don Quixote",
            "images": [
                "https://scottsdalepublicart.org/wp-content/uploads/1968/06/Don-Quixote-Web.jpg",
                "https://scottsdalepublicart.org/wp-content/uploads/2019/06/Don_Quixote_by_Dale_Wright_slide_1.jpg",
                "https://scottsdalepublicart.org/wp-content/uploads/2019/06/Don_Quixote_by_Dale_Wright_slide_3.jpg",
                "https://scottsdalepublicart.org/wp-content/uploads/2019/06/Don_Quixote_by_Dale_Wright_slide_2.jpg"
            ],
            "paragraph": [
                [
                    "\nNotice: Due to renovations at Scottsdale Civic Center, Don Quixote will be temporarily removed, repaired, and eventually returned to its current location in the lagoon just southwest of Scottsdale City Hall. Learn more.\nThis welded steel sculpture depicts the fictional character Don Quixote on a horse with a lance. The piece was donated by Mrs. Dorothy Smith in 1968.\nAlan “Dale” Wright was born and raised in Portland, Oregon in 1935, and was active in the 1970’s art scene in Scottsdale. As well as being a sculptor and artist of renown, Alan was a veteran in the U.S. Army and Navy."
                ]
            ],
            "ubication": [
                33.4942189,
                -111.9260184
            ]
        },
        {
            "titule": "Woman and Fish",
            "images": [
                "https://scottsdalepublicart.org/wp-content/uploads/2019/06/Woman_and_Fish_by_Abbot_Pattison_slide_1.jpg",
                "https://scottsdalepublicart.org/wp-content/uploads/1968/06/Woman-and-Fish-Web-01.jpg",
                "https://scottsdalepublicart.org/wp-content/uploads/2019/06/Woman_and_Fish_by_Abbot_Pattison_slide_2.jpg",
                "https://scottsdalepublicart.org/wp-content/uploads/1968/06/Woman-and-Fish-Web-02.jpg"
            ],
            "paragraph": [
                [
                    "\nNotice: This artwork will be unaffected by ongoing renovations at Scottsdale Civic Center. Learn more.\nThis bronze sculpture, created in 1954, depicts a woman spearing a fish. The artist contrasted the realistic rendering of the woman with an abstract rendering of the fish. The sculpture was donated by Mr. and Mrs. Nathan Cummings of Montreal in 1968.\nAbbott Pattison was born in Chicago. He attended the Yale School of Fine Arts and taught at the Chicago Art Institute. His work is a part of the collection of the Whitney Museum, the Art Institute of Chicago, the Israel State Museum, the Corcoran Gallery of Art, The Chrysler Museum of Art, and the Phoenix Art Museum, among many others."
                ]
            ],
            "ubication": [
                33.4942189,
                -111.9260184
            ]
        },
        {
            "titule": "Mother and Child",
            "images": [
                "https://scottsdalepublicart.org/wp-content/uploads/1969/01/Mother-and-Child-Web-02.jpg",
                "https://scottsdalepublicart.org/wp-content/uploads/1969/01/Mother-and-Child-Web-01.jpg"
            ],
            "paragraph": [
                [
                    "\nNotice: This artwork will be unaffected by ongoing renovations at Scottsdale Civic Center. Learn more.\nMother and Child was cast in bronze in a Mexican foundry in 1960 in the Maillol tradition. Aristide Maillol was a post-impressionist sculptor, referred to as a “classic primitivist” because he admired the simplified strength of early Greek sculpture. He believed a statue should be structurally balanced like a piece of architecture, with solid forms and clearly defined volumes.\nThis piece is modeled from Waddell’s wife and one of his sons. It shows a young boy held in his mother’s embrace, turning away toward the independence he will have as he gets older.\nJohn Waddell was born in Des Moines, Iowa in 1921. He studied at the Art Institute of Chicago and taught at Arizona State University from 1957-1964. A prolific artist, at age 43 he became a full-time sculptor. His work has been acquired and displayed nationwide including at the Mondavi Vineyards in Napa Valley, California, the Flushing Meadows Tennis Center in New York City, the Herberger Theatre, and the Phoenix Art Museum."
                ]
            ],
            "ubication": [
                40.6993043,
                -73.4874317
            ]
        },
        {
            "titule": "An Abstraction",
            "images": [
                "https://scottsdalepublicart.org/wp-content/uploads/2019/06/An_Abstraction_by_Phillip_Sanderson_slide_1.jpg",
                "https://scottsdalepublicart.org/wp-content/uploads/2019/06/An_Abstraction_by_Phillip_Sanderson_slide_2.jpg"
            ],
            "paragraph": [
                [
                    "\nAn Abstraction was commissioned by the Fine Arts Commission from funds received in memory of the late Nikki Song Peters. She lived across the street from the artist and was a good friend of his daughter. The sculpture is made of wrought iron fashioned by the old blacksmithing method. No welding was utilized, but every piece was hand-forged on the anvil for the purpose of shaping and tapering. The two decorative triangular pieces which are framed by the rods were cast in iron and made after the framework was assembled. The piece was located on the Civic Center Library grounds for many years, but when the Mall was remodeled in 1992, it was put into storage until it was restored and re-sited in 2005.\nRaymond Phillips Sanderson was born in 1908 in Bowling Green, Missouri. He studied at the Art Institute of Chicago and the Kansas City Art Institute. In 1935 he moved to Bisbee, and later to Scottsdale where he lived until 1973. He was known for wood and bronze sculpture and mural painting."
                ]
            ],
            "ubication": [
                33.4942189,
                -111.9260184
            ]
        }
    ]
}